package lesson2;

// Обрати внимание что мы в методе main вызываем метод print.
// Но мы вызов пока закомментировали чтобы не было ошибок так как ты еще метод не создал чтобы его вызывать.
// При вызове метода print мы передали в параметры строку "Hello" которая будет выводится на екран 3 раза.
// То есть строчка "Hello" прийдет в параметрах в метод print который ты создашь
public class Task1 {
    public static void main(String[] args) {
        // print("Hello");
    }


    /* Задание: Вывод текста на экран

    1) Написать ниже этого коментария функцию "static void print(String s)"
       которая выводит переданную строку (слово) на экран три раза, но в одной строке.
       Слова должны быть разделены пробелом и не должны сливаться в одно.
    2) Раскоментировать вызов метода print в методе main

    Подсказака: модификатор в функции должен быть "static" а возвращаемый тип "void"
    */
}
