package lesson2;

public class Task2 {

    public static void main(String[] args) {
        int minNumber = min(1, 4);
    }

    // В методе ниже есть переменная "result" которая потом возвращается как результат выполнения функции.
    // Нужно присвоить в переменную "result" минимальное число из двух, которые приходят в параметрах этого метода.
    // Добавь логику для определения минимального числа между "a" и "b" и присвой это значение в переменную "result"
    static int min(int a, int b) {
        int result = 0;

        // Вот тут можешь писать свой код вместо этого коментария

        return result;
    }
}
