package lesson2;

public class Task3 {
    public static void main(String[] args) {

    }

    /* Задание - Минимум трех чисел
    1) Написать функцию, которая вычисляет минимум из трёх чисел.
        (Если не указано как назвать функцию то придумай название сам)
    2) Вызови эту функцию в методе main по аналогии с Task передай в параметрах три небольших числа на твой выбор
       чтобы понять что функция возвращает правильный результат. Можешь запустить несколько раз с разными числами

    Подсказаки:
    1) функция должна иметь возвращаемый тип число,
        то есть когда мы раньше писали "void" что значило что функция ничего не возвращает
        то сейчас в место этого напиши тип целого числа - "int"
    2) Так как когда ты вызовешь в методе main свою созданную функцию то она вернет тебе значение,
        присвой это значение в переменную и выведи в консоль. Вот пример присвоения результата метода в переменную:

        int myNumber = sumTwoNumbers(1, 2);

        То есть результат который возвращает функция присваивается в переменну а с этой переменной можно что-то делать
        Но не забывай что тип переменной и тип возвращаемого значения которое возвращает функция должно совпадать
    */
}
