package lesson1;

public class Task7 {
    public static void main(String[] args) {
        //Набираем воду в бассейн
        //
        //Амиго, сегодня наша задача наполнить корабельный бассейн. Нужно посчитать, сколько литров воды нужно для
        //заполнения бассейна до бортов. Известно, что бассейн имеет линейные размеры a х b x c, заданные в метрах.
        //Эти размеры передаются в метод getVolume. Метод должен вернуть количество литров воды, которое нужно для
        //наполнения бассейна.
        //
        //Пример:
        //Метод getVolume вызывается с параметрами 25, 5, 2.
        //Пример вывода:
        //250000
    }
}
