package lesson1;

public class Task2 {
    public static void main(String[] args) {
    /*
    Комплимент учителю

    Написать программу, выводящую на экран надпись «Элли самая красивая» 5 раз. Каждый раз – с новой строки.
    Пример вывода на экран:
    Элли самая красивая
    Элли самая красивая
    Элли самая красивая
    Элли самая красивая
    Элли самая красивая
     */
        System.out.println("Элли самая красивая");
        System.out.println("Элли самая красивая");
        System.out.println("Элли самая красивая");
        System.out.println("Элли самая красивая");
        System.out.println("Элли самая красивая");
    }
}
