package lesson1;

public class Task3 {
    public static void main(String[] args) {
        //Мой юный друг
        //
        //    Сейчас 3126 год. Мой друг родился 8 лет назад.
        //    Написать программу, выводящую на экран год рождения моего друга.
        int now = 3126;
        System.out.print("год рождения моего друга ");
        System.out.println(now-8);
    }
}
